"CHOOSE_AUDIO_TRACK"="اختر مقطعًا صوتيًا";
"CHOOSE_SUBTITLE_TRACK"="اختر مقطعَ ترجمة";

"PLAYING_EXTERNALLY_TITLE"="التّلفاز متصل";
"PLAYING_EXTERNALLY_DESC"="شُغّلت هذه المرئية على التّلفاز";

"VFILTER_HUE"="الألوان";
"VFILTER_CONTRAST"="التّباين";
"VFILTER_BRIGHTNESS"="السّطوع";
"VFILTER_SATURATION"="الإشباع";
"VFILTER_GAMMA"="غاما";

"PLAYBACK_FAILED"="فشل التّشغيل";
"AR_CHANGED"="نسبة الأبعاد: %@";
"DEFAULT"="الافتراضي";
"FILL_TO_SCREEN"="حاول ملء الشّاشة";
"DEVICE_TOOSLOW_TITLE"="الجهاز بطيء جدًا";
"DEVICE_TOOSLOW"="يبدو %@ بطيئًا جدًا لتشغيل \"%@\". أأفتح على أي حال؟";
"PLAYBACK_SPEED"="سرعة التّشغيل";

"BUTTON_EDIT"="حرّر";
"BUTTON_DONE"="تمّ";
"BUTTON_OPEN"="افتح";
"BUTTON_PLAY"="Play";
"BUTTON_CANCEL"="ألغِ";
"BUTTON_SAVE"="احفظ";
"BUTTON_DOWNLOAD"="نزّل";
"BUTTON_DELETE"="احذف";
"BUTTON_OK"="حسنا";
"BUTTON_NEXT"="التّالي";
"BUTTON_CONTRIBUTE"="شارك";
"BUTTON_BACK"="الخلف";
"BUTTON_CONNECT"="اتّصل";
"BUTTON_REPEAT"="إعادة:";
"BUTTON_RENAME"="أعد التسمية";
"BUTTON_LEARN_MORE"="لمزيدٍ من المعلومات";
"PRIVATE_PLAYBACK_TOGGLE"="تشغيل خاص";
"SCAN_SUBTITLE_TOGGLE"="Scan Subtitle (only over http)";

"UPGRADING_LIBRARY"="تحديث قائمة الوسائط";
"UNTITLED_SHOW"="عرض غير مُعنون";

"OPEN_NETWORK"="افتح بثًا شبكيًا";
"NETWORK_TITLE"="بث شبكي";
"OPEN_NETWORK_HELP"="أدخل عنوان أحد البروتوكولات HTTP ، RTSP ، MMS ، FTP ، UDP/RTP لتفتح بثّه مُباشرةً.";
"ABOUT_APP"="حول VLC لـ iOS";
"OPEN_VLC_MENU"="افتح قائمة VLC الجانبية";
"HTTP_UPLOAD_SERVER_OFF"="خادومٌ غيرُ نشط";
"HTTP_UPLOAD_NO_CONNECTIVITY"="لا يتوفر اتّصالُ شبكةٍ لاسلكيةٍ نشط";
"OPEN_STREAM_OR_DOWNLOAD"="Would you like to download or play this URL?";

"HTTP_DOWNLOAD_FAILED"="فشل التنزيل بكود الHTTP %i ";
"HTTP_FILE_CREATION_FAILED"="فشل إنشاء الملف";
"HTTP_DOWNLOAD_CANCELLED"="تم إلغاء التّنزيل من طرف المستخدم";

"DOWNLOAD_FROM_HTTP_HELP"="أدخل عنوانًا لتنزّل ملفّه إلى %@.";
"DOWNLOAD_FROM_HTTP"="التّنزيلات";
"ERROR_NUMBER"="حدث الخطأ %i";
"DOWNLOAD_FAILED"="فشل التّنزيل";
"FILE_NOT_SUPPORTED"="صيغة الملف غير مدعومة";
"FILE_NOT_SUPPORTED_LONG"="صيغة الملفات المستعملة في %@ غير مدعومة في هذه الإصدارة من VLC لـ iOS.";
"SCHEME_NOT_SUPPORTED"="مسار العنوان غير مدعوم";
"SCHEME_NOT_SUPPORTED_LONG"="مسار العنوان (%@) غير مدعوم. رجاءً استخدم عنواناً يبدأ ب HTTP أو HTTPS أو FTP.";
"LIBRARY_ALL_FILES"="كلّ الملفات";
"LIBRARY_MUSIC"="المجموعات الصّوتية";
"LIBRARY_SERIES"="برامج تلفزيونيّة";
"LIBRARY_TRACKS"="%i مقطع";
"LIBRARY_SINGLE_TRACK"="%i مقطع";
"LIBRARY_EPISODES"="%i حلقة، %i غير مقروءة";
"LIBRARY_SINGLE_EPISODE"="%i حلقة، %i غير مقروءة";
"LIBRARY_TRACK_N"="المقطع %i";
"LIBRARY_MINUTES_LEFT"="%@ دقيقة مُتبقية";
"RENAME_MEDIA_TO"="أعد التسمية ل  %@";

"FOLDER_EMPTY"="مجلد فارغ";
"FOLDER_EMPTY_LONG"="لإضافة الملفات المس حرّر، اختر الملفات التي تريد، انقر زر المجلد وحدد هذا المجلد.";
"FOLDER_INVALID_TYPE_TITLE"="أصناف الملفات غير صالحة";
"FOLDER_INVALID_TYPE_MESSAGE"="يمكنك أخذ ملفين لتكوين مجلد أو إضافة ملف وحيد لمجلد موجود مسبقا.";
"FOLDER_CHOOSE_NAME_TITLE"="مجلد جديد";
"FOLDER_CHOOSE_NAME_MESSAGE"="أدخل عنوانا لمجلدك";
"FOLDER_NAME_PLACEHOLDER"="عنوان المجلد";
"FOLDER_NAME_DUPLICATE_TITLE"="العنوان موجود";
"FOLDER_NAME_DUPLICATE_MESSAGE"="رجاءً اختر عنوانا آخر";
"SELECT_FOLDER"="حدّد مجلدا";

"SECTION_HEADER_LIBRARY"="مكتبة الوسائط";
"SECTION_HEADER_NETWORK"="الشّبكة";

"LOCAL_NETWORK"="الشّبكة المحلية";
"CONNECT_TO_SERVER"="اتّصل إلى الخادوم";
"ENTER_SERVER_ADDRESS_HELP"="أدخل اسم أو آيبي الخادوم الذي ترغب بالاتّصال به.";
"ENTER_SERVER_CREDS_HELP"="في حال كان مطلوبًا من الخادوم، أدخل اسم المُستخدم و كلمة المرور.";
"USER_LABEL"="المُستخدم";
"PASSWORD_LABEL"="كلمة المرور";

"LOCAL_SERVER_REFRESH"="حدّث";
"LOCAL_SERVER_LAST_UPDATE"="آخر تحديث في %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="فشل فى الاتصال مع الخادم";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="رجاءً تحقق من عنوان وهوية الخادم";

"DROPBOX_DOWNLOAD"="أأنزّل الملف؟";
"DROPBOX_DL_LONG"="هل ترغب بتنزيل \"%@\" إلى %@؟";
"DROPBOX_LOGIN"="لُج";
"CLOUDUNLINKING"="هل ترغب بفك الإرتباط بين VLC ونظام تشغيل IOS من %@ حسابك؟";
"CLOUDUNLINKING_DONE"="لقد تم فصل VLC عن حسابك بنجاح  %@.هل ترغب بتسجيل الدخول مرة أخرى؟";
"BUTTON_CLOUDUNLINKING"="ألغِ الرّبط";
"SETTINGS_UNLINK_DROPBOX"="ألغِ الرّبط مع Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="ألغِ الرّبط مع Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="خطأ أثناء جلب ملفات";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="تم تنزيل ملفّك بنجاح";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="نجاح";
"GDRIVE_ERROR_DOWNLOADING_FILE"="حدث خطأ أثناء التحميل";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="خطأ";

"NUM_OF_FILES"="%i ملف";
"ONE_FILE"="ملف واحد";
"NO_FILES"="ملفات غير مدعومة";
"DOWNLOADING"="يجري التّنزيل";
"REMAINING_TIME"= "الوقت المتبقي : %@";
"ENTER_PASSCODE"="أدخل رمز المرور";
"REENTER_PASSCODE"="أعِد إدخال رمز المرور";
"PASSCODE_SET"="اضبط رمز المرور";
"PASSCODE_CHANGE"="غيّر رمز المرور";
"PASSCODE_ENTER_OLD"="أدخل رمز المرور القديم";
"PASSCODE_ENTER_NEW"="أدخل رمز المرور الجديد";
"PASSCODE_REENTER_NEW"="أعِد إدخال رمز المرور الجديد";
"PASSCODES_DID_NOT_MATCH"="رمزا المرور غير متطابقين. حاول مُجدّدًا.";
"PASSCODE_FAILED_1"="محاولة رمز مرور فاشلة واحدة";
"PASSCODE_FAILED_FORMAT"="%d محاولة رمز مرور فاشلة";

"Settings"="الإعدادات"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="أفرِغ مكتبة الوسائط";
"EMPTY_LIBRARY_LONG"="لغرض التشغيل، يمكنك بث المرئيات من خادم على شبكتك المحلية، إما بالتخزين السحابي أو بالمزامنة المرئية مع جهازك مستخدماً تطبيق iTunes أو عبر التحميل بالشبكة اللاسلكية أو عبر الخدمات السحابية.";

"PLAYBACK_SCRUB_HELP"="مرر إصبعك للأسفل لتضبط نسبة التّنقية.";
"PLAYBACK_SCRUB_HIGH"="تنقية سريعة جدًا";
"PLAYBACK_SCRUB_HALF"="تنقية بسرعة متوسطة";
"PLAYBACK_SCRUB_QUARTER"="تنقية بسرعة منخفضة";
"PLAYBACK_SCRUB_FINE"="تنقية صافية";
"PLAYBACK_POSITION"="موضع التّشغيل";
"VIDEO_FILTER"="المُرشّحات المرئية";
"VIDEO_FILTER_RESET_BUTTON"="أعِد ضبط المُرشّحات المرئية";
"VIDEO_ASPECT_RATIO_BUTTON"="بدّل بين النّسب المرئية";
"PLAY_PAUSE_BUTTON"="شغّل أو ألبِث التّشغيل الحالي";
"BWD_BUTTON"="اقفز إلى الخلف";
"FWD_BUTTON"="اقفز إلى الأمام";

"VERSION_FORMAT"="الإصدار: %@";
"BASED_ON_FORMAT"="مؤسّس على:<br />%@";

"NEW"="جديد";

"BUG_REPORT_TITLE"="أبلغ عن علّة";
"BUG_REPORT_MESSAGE"="هل ترغب بإنشاء تقرير علّة؟";
"BUG_REPORT_BUTTON"="افتح سفاري";

"VO_VIDEOPLAYER_TITLE"="مُشغّل المرئيات";
"VO_VIDEOPLAYER_DOUBLETAP"="انقر مرّتين لإظهار أو إخفاء عناصر التّحكم بالتّشغيل";

"FIRST_STEPS_WELCOME"="مرحباُ";
"FIRST_STEPS_WELCOME_DETAIL"="البدء فى المزامنة لتشغيل المرئية الخاصة بك";
"FIRST_STEPS_ITUNES"="تطبيق iTunes لمزامنة الملفات";
"FIRST_STEPS_ITUNES_DETAILS"="قم بتوصيل %@ مع جهاز ال Mac أو الحاسوب الخاص بك مستخدماً الوصلة.\nإفتح تطبيق iTunes.\nإختر القيمة  %@.\nإختر علامة التبويب الخاصة بالتطبيقات من القائمة المنسدلة وابحث عن مشغل VLC.\nقم بنقل الملفات.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="اربِطْ القيمة %@ بنفس الشبكة الخاصة بجهاز Mac أو حاسوبك الشخصي.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="حوّل الرؤية فى القائمة الجانبية، ثم أدخل العنوان في المتصفح وارفع ملفاتك.";
"FIRST_STEPS_CLOUDS"="التخزين السحابي";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="إرفع ملفاتك المرئية إلى قرص Google أو خدمة Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="  للدخول إلى مرئياتك لأغراض التحميل والبث. إختر القائمة الجانبية وحدد خادم التخزين السحابي.";
"FIRST_STEPS_PLAYBACK"="شغّل";
"FIRST_STEPS_FLOSS"="مشغل VLC لنظام iOS برنامج مجاني ومفتوح المصدر تم تطويره من قبل متطوعين.\nنأمل أن يلقى إعجابك.";

"FIRST_STEPS_TIME"="الوقت";
"FIRST_STEPS_ASPECT"="معدل الترميز";
"FIRST_STEPS_SPEED"="سرعة العرض";
"FIRST_STEPS_REPEAT"="إعادة";
"FIRST_STEPS_SUBTITLES"="مقطوعة الترجمة";
"FIRST_STEPS_AUDIO"="مقطوعة الصوت";
"FIRST_STEPS_VOLUME"="حجم الصوت";
"FIRST_STEPS_POSITION"="الموضع";

"PLEX_WATCHED"="Mark as watched";
"PLEX_UNWATCHED"="Mark as un-watched";
"PLEX_ERROR_MARK"="Error marking media";

"WEBINTF_TITLE"="Sharing via WiFi";
"WEBINTF_DROPFILES"="Drop Files";
"WEBINTF_DROPFILES_LONG"="Drop files in the window to add them to your iOS device.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_DOWNLOADFILES"="Download Files";
"WEBINTF_DOWNLOADFILES_LONG"="Just click the file you want to download from your iOS device.";

"EMBEBED_SUBTITLES" = "Embebed Subtitles";
"OPENSUBTITLES_SUBTITLES" = "Opensubtitle":
"NO_SUBTITLES" = "No subtitles found";
